Repository: johnisaacs/gszend
Catalog: lang/*.po
Languages: fr_fr

source: Install Required Plugins
fr_fr: Installer des extensions obligatoires

source: Install Plugins
fr_fr: Installer les extensions

source: Installing Plugin: %s
fr_fr: Installation de l'extension: %s

source: Something went wrong.
fr_fr: Quelque chose s'est mal passé.

source: Return to Required Plugins Installer
fr_fr: Retourner à l'installateur des extensions

source: Plugin activated successfully.
fr_fr: Extension activé avec succès.

source: All plugins installed and activated successfully. %1$s
fr_fr: Toutes les extensions sont installés et activés avec succès. %1$s

source: Return to the Dashboard
fr_fr: Retour au tableau de bord

source: The following plugin was activated successfully: %s.
fr_fr: L'extension suivante fut activée avec succès: %s.

source: Dismiss this notice
fr_fr: Ne pas prendre compte de cet avis

source: External Link
fr_fr: Lien externe

source: Private Repository
fr_fr: Dépôt privé

source: Pre-Packaged
fr_fr: Préemballés

source: WordPress Repository
fr_fr: Dépot WordPress

source: Required
fr_fr: Requis

source: Recommended
fr_fr: Recommandé

source: Not Installed
fr_fr: Non installé

source: Installed But Not Activated
fr_fr: Installé mais pas activé

source: No plugins to install or activate. <a href="%1$s" title="Return to the Dashboard">Return to the Dashboard</a>
fr_fr: Aucune extension à installé ou activé. <a href="%1$s" title="Return to the Dashboard">Retour au tableau de bord</a>

source: Plugin
fr_fr: Extension

source: Status
fr_fr: Statut

source: Install
fr_fr: Installé

source: Activate
fr_fr: Activé

source: Install package not available.
fr_fr: Le paquet d'installation n'est pas disponible.

source: Downloading install package from <span class="code">%s</span>&#8230;
fr_fr: Téléchargement du paquet d'installation de <span class="code">%s</span>&#8230;

source: Unpacking the package&#8230;
fr_fr: Décompression du paquet&#8230;

source: Installing the plugin&#8230;
fr_fr: Installation de l'extension&#8230;

source: Plugin install failed.
fr_fr: Installation de l'extension à échoué

source: Plugin installed successfully.
fr_fr: L'extension fut installé avec succès.

source: Plugin activation failed.
fr_fr: Activation de l'extension à échoué

source: The installation and activation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation et d'activation commence. Ce processus peut prendre un certain temps sur certains hôtes, donc s'il vous plaît soyez patient.

source: %1$s installed and activated successfully.
fr_fr: %1$s est installé et activé avec succès.

source: Show Details
fr_fr: Afficher les détails

source: Hide Details
fr_fr: Masquer Détails

source: All installations and activations have been completed.
fr_fr: Toutes les installations et les activations ont été achevés.

source: Installing and Activating Plugin %1$s (%2$d/%3$d)
fr_fr: Installation et activation de l'extension %1$s (%2$d/%3$d)

source: The installation process is starting. This process may take a while on some hosts, so please be patient.
fr_fr: Le processus d'installation commence. Ce processus peut prendre un certain temps sur certains hôtes, donc s'il vous plaît soyez patient.

source: An error occurred while installing %1$s: <strong>%2$s</strong>.
fr_fr: Une erreur s'est produite lors de l'installation de %1$s: <strong>%2$s</ strong>.

source: The installation of %1$s failed.
fr_fr: L'installation de %1$s a échoué.

source: %1$s installed successfully.
fr_fr: %1$s installé avec succès.

source: All installations have been completed.
fr_fr: Toutes les installations ont été complétées.

source: Installing Plugin %1$s (%2$d/%3$d)
fr_fr: Installation de l'extension %1$s (%2$d/%3$d)

source: (Edit)
fr_fr: (Éditer)

source: Your comment is awaiting moderation.
fr_fr: Votre commentaire est en attente de modération.

source: Error 404 - Not Found
fr_fr: Erreur 404 - Désolé, mais il n'y a rien

source: Sorry, but you are looking for something that isn't here. Try another search
fr_fr: Désolé, mais vous cherchez quelque chose qui n'est pas ici. Essayez une autre recherche

source: Posts by
fr_fr: Publié par

source: Blog Archives
fr_fr: Archives du blog

source: by
fr_fr: de

source: Read More
fr_fr: Lire plus

source: Sorry, but you are looking for something that isn't here.
fr_fr: Désolé, mais vous cherchez quelque chose qui n'est pas ici.

source: &larr; Older Entries
fr_fr: &larr; Articles plus anciens

source: Newer Entries &rarr;
fr_fr: Nouvelles entrées &rarr;

source: About the Author
fr_fr: À propos de l'auteur

source: Follow on Twitter
fr_fr: Suivre sur Twitter

source: Me on Facebook
fr_fr: Moi sur Facebook

source: Related Posts
fr_fr: Articles en liens

source: Search for something
fr_fr: Recherche de quelque chose

source: Type Keyword and hit enter
fr_fr: Écrire un mot et appuyez sur retour

source: Trackbacks for this post
fr_fr: Rétroliens pour ce billet

source: Name
fr_fr: Nom

source: Email
fr_fr: Courriel

source: Leave a Reply to %s
fr_fr: Laisser un commentaire à% s

source: Cancel reply
fr_fr: Annuler la réponse

source: Submit Comment
fr_fr: Envoyer un commentaire

source: in category
fr_fr: dans la catégorie

source: Address
fr_fr: Adresse

source: Thanks, your email was sent successfully.
fr_fr: Merci, votre courriel fut envoyé avec succès.

source: Sorry, an error occurred.
fr_fr: Désolé, une erreur s'est produite.

source: Your Message
fr_fr: Votre message

source: Send Message
fr_fr: Envoyer

source: Search Results for
fr_fr: Résultats de la recherche pour

source: This widget creates stylish custom tags or category links
fr_fr: Ce widget permet de créer des mots-clés élégants ou des liens de catégorie

source: Custom Category Widget
fr_fr: Widget catégorie personnalisée

source: Title:
fr_fr: Titre:

source: Taxonomy:
fr_fr: Taxonomie:

source: Exclude tags from cloud
fr_fr: Exclure les mots-clés du nuage

source: Show up your flickr photostream
fr_fr: Montrer votre flux de photos FlickR

source: Flickr Photostream
fr_fr: Flux de photos FlickR

source: Your Flickr ID:
fr_fr: Votre ID FlickR:

source: Number of Photos(Max 10):
fr_fr: Nombre de photos(Max 10):

source: Display images(randomly or latest):
fr_fr: Afficher les photos(aléatoire or dernière):

source: Widget embeds videos from video services like vimeo, youtube etc
fr_fr: Widget intègre des vidéos à partir des services vidéo comme vimeo, youtube etc

source: Custom Video Widget
fr_fr: Widget video personnalisé

source: Embed Code:
fr_fr: Intégrer le code:

source: This widget allows to display and configur four 125x125 ads blocks in your sidebar
fr_fr: Ce widget permet d'afficher et de configurer quatre blocs de pubs 125x125 dans votre barre latérale

source: Custom 125x125 Ads
fr_fr: Pubs 125x125 personnalisé

source: Ad 1 image url:
fr_fr: Pub 1 image URL:

source: Ad 1 link url:
fr_fr: Pub 1 lien URL:

source: Ad 2 image url:
fr_fr: Pub 2 image URL:

source: Ad 2 link url:
fr_fr: Pub 2 lien URL:

source: Ad 3 image url:
fr_fr: Pub 3 image URL:

source: Ad 3 link url:
fr_fr: Pub 3 lien URL:

source: Ad 4 image url:
fr_fr: Pub 4 image URL:

source: Ad 4 link url:
fr_fr: Pub 4 lien URL:

source: Posts to display:
fr_fr: Articles à afficher:

source: Show thumbnail
fr_fr: Afficher aperçu

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Show date and author
fr_fr: Afficher date et auteur

source: Widget embeds tweets from your twitter timeline on your blog
fr_fr: Widget intègre les tweets de votre timeline twitter sur votre blog

source: Custom Twitter Widget
fr_fr: Widget Twitter personnalisé

source: My latest tweets
fr_fr: Mes derniers tweets

source: Twitter Username:
fr_fr: Nom d'usager Twitter:

source: Tweets to show:
fr_fr: Tweets à afficher:

source: Follow me text:
fr_fr: Le texte me suivre:

source: Gallery
fr_fr: Galerie

source: Previously Uploaded
fr_fr: Téléchargé auparavant

source: General Settings
fr_fr: Paramètres généraux

source: Custom Favicon
fr_fr: Favicon personnalisée

source: Upload a 16px X 16px Png/Gif image that will represent your website's favicon.
fr_fr: Ajouter une image 16px x 16px PNG / GIF qui représentera le favicon de votre site web.

source: Contact Form Email Address
fr_fr: Adresse électronique de formulaire

source: Enter the email address where you'd like to receive emails from the contact form, or leave blank to use admin email.
fr_fr: Entrez l'adresse email à laquelle vous souhaitez recevoir des courriels à partir du formulaire de contact, ou laisser vide pour utiliser le courriel admin.

source: FeedBurner URL
fr_fr: URL FeedBurner

source: Enter your full FeedBurner URL (or any other preferred feed URL) if you wish to use FeedBurner over the standard WordPress Feed e.g. http://feeds.feedburner.com/yoururlhere
fr_fr: Entrez votre URL FeedBurner complète (ou tout autre flux préféré URL) si vous souhaitez utiliser FeedBurner au lieu du flux stamdard de WordPress, http://feeds.feedburner.com/yoururlhere

source: Tracking Code
fr_fr: Suivi de code

source: Paste your Google Analytics (or other) tracking code here. It will be inserted before the closing body tag of your theme.
fr_fr: Coller votre code Google Analytics (ou autre). Il sera inséré avant la balise BODY.

source: Footer copyright text
fr_fr: Pied de texte de copyright

source: Enter the name to whom the footer copyright text should address
fr_fr: Entrez le nom à qui le texte de copyright pied de page doit répondre

source: Enable comments on pages
fr_fr: Activer les commentaires sur les pages

source: Check this box to enable comments on pages
fr_fr: Cochez cette case pour activer les commentaires sur les pages

source: Enable Plain Text Logo
fr_fr: Activer le logo en texte simple

source: Check this to enable a plain text logo rather than an image.
fr_fr: Cochez cette case pour permettre un logo texte brut plutôt que d'une image.

source: Custom Logo
fr_fr: Logo personnalisé

source: Upload a logo for your theme, or specify the image address of your online logo. (http://example.com/logo.png)
fr_fr: Chargez un logo pour votre thème, ou spécifier l'adresse url de votre logo en ligne. (http://example.com/logo.png)

source: Enable Twitter icon
fr_fr: Activer l'icone Twitter

source: Check this box to enable twitter icon in the header
fr_fr: Cochez cette case pour activer l'icône twitter dans l'en-tête

source: Fill your twitter username
fr_fr: Remplissez votre nom d'utilisateur twitter

source: Only fill you twitter username not the entire url
fr_fr: Remplissez seulement votre nom d'usager Twitter et non l'URL complet

source: Enable Pinterest icon
fr_fr: Activer l'icône Pinterest

source: Check this box to enable pinterest icon in the header
fr_fr: Cochez cette case pour activer l'icône Pinterest dans l'en-tête

source: Your Pinterest username
fr_fr: Votre nom d'utilisateur Pinterest

source: Only fill you pinterest username not the entire url
fr_fr: Remplissez seulement votre nom d'usager Pinterest et non l'URL complet

source: Enable Facebook icon
fr_fr: Activer l'icone Facebook

source: Check this box to enable facebook icon in the header
fr_fr: Cochez cette case pour activer l'icône facebook dans l'en-tête

source: Fill your facebook url
fr_fr: Remplir l'URL de votre Facebook

source: Fill your facebook profile or fanpage url here
fr_fr: Remplissez votre profil facebook ou l'URL fanpage ici

source: Enable LinkedIn icon
fr_fr: Activer l'icône LinkedIn

source: Check this box to enable LinkedIn icon in the header
fr_fr: Cochez cette case pour activer l'icône LinkedIn dans l'en-tête

source: Fill your LinkedIn url
fr_fr: Remplir votre URL LinkedIn

source: Fill your linked profile url here
fr_fr: Remplir l'URL de votre profil LinkedIn ici

source: Enable RSS icon
fr_fr: Activer icône RSS

source: Check this box to enable RSS icon in the header
fr_fr: Cochez cette case pour activer l'icône RSS dans l'en-tête

source: Your RSS url
fr_fr: URL de votre RSS

source: Fill your RSS feed url here
fr_fr: Remplir l'URL de votre flux RSS ici

source: Enable Section one
fr_fr: Activer première section

source: This is the posts section below slider. Check the box to enable it
fr_fr: Il s'agit de la section en-dessous du diaporama. Cochez la case pour l'activer

source: Enable slider in section one
fr_fr: Activer le diaporama dans la première section

source: Check this box to enable slider option in section one else posts will be shown traditionally
fr_fr: Cochez cette case pour activer l'option diaporama dans la section le reste sera montré traditionnellement

source: Number of posts
fr_fr: Nombre de publications

source: Enter number of posts to show for this section.Should be greater than 4
fr_fr: Entrez le nombre de messages à afficher pour cette section. Doit être supérieur à 4

source: Section Category
fr_fr: Section catégorie

source: Select the catergory of section for which you want the posts to be shown
fr_fr: Sélectionnez la catégorie de l'article pour lequel vous voulez que les messages à afficher

source: Enable Section two
fr_fr: Activer la deuxième section

source: This is the posts section below section one or the last section on homepage. Check the box to enable it
fr_fr: Cette section est la section en dessous de la section un ou la dernière section de la page d'accueil. Cochez la case pour l'activer

source: Enable slider in section two
fr_fr: Activer le diaporama de la section deux

source: Check this box to enable slider option in section two else posts will be shown traditionally
fr_fr: Cochez cette case pour activer l'option diaporama dans la section deux postes else sera montré traditionnellement

source: Enable Related posts
fr_fr: Activer les articles semblable

source: Enable Related posts to be shown under the post on post page
fr_fr: Activer les articles semblable à être afficher sous l'article de la page d'articles

source: No. of Related Posts
fr_fr: Nombre d'articles semblable

source: Enter the number of related posts you wish to display
fr_fr: Entrer le nombre d'articles semblables que vous souhaitez afficher

source: Related Post Type
fr_fr: Type d'article semblable

source: Would you like to relate posts by tag or category?
fr_fr: Voulez-vous des articles semblables en lien par mots-clés ou catégorie?

source: Enable Author's Bio
fr_fr: Activer la bio de l'auteur

source: Enable author's bio to be shown under the post on post page
fr_fr: Activer la bio de l'auteur à être afficher sous l'article de la page d'articles

source: Primary Theme Color
fr_fr: Couleur thème principal

source: Select Theme Background
fr_fr: Sélectionnez le fond du thème

source: Custom Background
fr_fr: Fond personnalisée

source: Upload your own custom background
fr_fr: Téléchargez votre propre fond personnalisé

source: Custom CSS
fr_fr: CSS personnalisé

source: Save All Changes
fr_fr: Enregistrer toutes les modifications

source: Options Reset
fr_fr: Réinitialisation des pptions

source: Last Backup :
fr_fr: Dernière mise-à-jour :

source: Upload
fr_fr: Téléchargez
